# Домашнее задание №3

# tasks
# task #2
''' Функция на вход получает два произвольных числа.
    Вывести в консоль наибольшее из чисел.
'''


def max_of_two(num_1, num_2):
    if num_1 > num_2:
        print('Наибольшее число', num_1)
    else:
        print('Наибольшее число', num_2)

max_of_two(5,9)
